Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/admin/depts/other_files/sami_rapport_sametingets_formelle_stilling_SA.pdf.pdf.tmx
Source language: sme
Languages: nob

source: Doaimmat leat oassin stáhtas juridihkalaš peršovdnan , ja dain váldá stáhta politihkalaš ja ekonomalaš ovddasvástádusa .
nob: Virksomhetene en del av staten som juridisk person , der staten tar det politiske og økonomiske ansvaret .

source: Ággan nuppástuhttit dábálaš hálddašanorgánaid orgánan main leat sierra fápmudusat , lea dat go leat sávvan stuorát ekonomalaš doaibmanfriddjavuođa lassisisaboađuid hálddašettiin .
nob: Begrunnelsen for omdanning fra ordinære forvaltningsorganer til organisering med særskilte fullmakter , har særlig vært knyttet til ønsket om større økonomisk handlefrihet gjennom å kunne disponere merinntekter .

source: Čatnasupmi stáhtii muddejuvvo juolludanmearrádusaid hábmema bokte ja ekonomiijanjuolggadusaid hábmema bokte , ja sáhttá muddejuvvot lága bokte nu movt ovdamearkka dihte universitehta- ja allaskuvlaláhka dahká .
nob: Tilknytningen til staten reguleres gjennom utforming av bevilgningsvedtakene og ved utformingen av økonomireglementet , og kan reguleres gjennom lov , slik tilfellet er i for eksempel universitets- og høyskoleloven .

source: Eará stáhtalaš friddjadoaimmat Leat olu friddja stáhtalaš doaimmat mat leat organiserejuvvon hálddašanorgánan dakko bokte ahte jahkásaš ruhtajuolludeamit luvvejuvvojit stáhtabušeahta doaibmapoasttain .
nob: Andre statlige fristilte virksomheter Det fins i dag en rekke fristilte statlige virksomheter som er organisert som forvaltningsorganer på den måten at årlige midler bevilges over statsbudsjettet på driftsposter .

source: Doaimmat eai heive Ruhtadandepartemeantta definišuvdnii hálddašanorgánas mas leat sierra fápmudusat dannego juolludusat eai addo 50-poastta bokte .
nob: Virksomhetene faller ikke innenfor Finansdepartementets definisjon av forvaltningsorgan med særskilte fullmakter fordi bevilgningen ikke gis over 50-post .

source: Muhtun doaimmaide ii leat Gonagasas stáhtaráđis ge makkárge fágalaš baga-
nob: For enkelte av disse virksomhetene er det 72 73

source: Veileder i statlig budsjettarbeid , mearkkašumit juolludusnjuolggadusaide , čuokkis 2.2.2.5. 2004 rájes lea buot stáhtalaš universitehtain ja allaskuvllain dát čatnanvuohki .
nob: Veileder i statlig budsjettarbeid , kommentarer til bevilgningsreglementet , punkt 2.2.2.5 . Fra 2004 har alle statlige universiteter og høyskoler fått denne tilknytningsformen .

source: danváldi , muhto dain doaimmain lea departemeanttas dahje ráđđehusas dihto gelbbolašvuohta / bagadanváldi eahpe-fágalaš gažaldagain .
nob: For enkelte virksomheter har heller ikke Kongen i statsråd noen faglig instruksjonsmyndighet , men for disse virksomhetene har departementet eller regjeringen en viss kompetanse / instruksjonsmyndighet i ikke-faglige spørsmål .

source: Duopmostuolut gullet dán jovkui 74. Duopmostuollohálddahus Duopmostuollohálddahus ásahuvvui Troandimis 1.11.2002 ja das lea hálddahuslaš ovddasvástádus duopmostuoluide .
nob: Domstolene regnes under denne siste gruppen 74. Domstoladministrasjonen Domstoladministrasjonen ble opprettet i Trondheim 1.11.2002 og har det administrative ansvaret for domstolene .

source: Duopmostuollohálddahus lea organiserejuvvon sorjjakeahtes stáhtalaš orgánan ja dan jođiha stivra .
nob: Domstoladministrasjonen er organisert som et uavhengig statlig organ og ledes av et styre .

source: Stuoradikki , ráđđehusa , Justiisadepartemeantta ja Duopmostuollohálddahusa ovttasdoaibma suddjejuvvo Duopmostuollohálddahusa doaimma láhkaaddon rámmaeavttuid vuođul .
nob: Samhandlingen mellom Stortinget , regjeringen , Justisdepartementet og Domstoladministrasjonen er ivaretatt gjennom lovfestede rammebetingelser for Domstoladministrasjonens virksomhet .

source: Rámmaeavttut čuvvot njeallje váldoprinsihpa75 : • Justiisadepartemeanttas ii galgga leat dábálaš bagadanváldi duopmostuoluid badjel hálddahuslaš áššiin dan doaibmiválddi návcca vuođul maid Vuođđolága § 3 addá . •
nob: Rammebetingelsene følger fire hovedprinsipper75 : • Justisdepartementet skal ikke ha alminnelig instruksjonsmyndighet over domstolene i administrative spørsmål i kraft av å være utøvende makt etter Grunnloven § 3 . •

source: Stuoradikki bušeahttaárvalusmeannudeami oktavuođas ožžot dat ovddasvástádussuorggit mat leat biddjon Duopmostuollohálddahussii guovddášmearriduvvon njuolggadusaid . •
nob: Gjennom Stortingets behandling av budsjettproposisjonen gis sentralt fastsatte retningslinjer for de ansvarsområder som er lagt til Domstoladministrasjonen . •

source: Duopmostuollohálddahusa stivren čađahuvvá lága , láhkaásahusa dahje Stuoradikki plenarmearradusa bokte dábálaš vuogi mielde ráđđehusa árvalusa vuođul . •
nob: Styring av Domstoladministrasjonen skjer ved lov , forskrift eller plenarvedtak i Stortinget på vanlig måte etter forslag fra regjeringen . •

source: Ráđđehus galgá gonagaslaš resolušuvnna bokte sáhttit bagadit Duopmostuollohálddahusa hálddahuslaš ovttaskasáššiid ektui .
nob: Regjeringen skal ved kongelig resolusjon kunne instruere Domstoladministrasjonen i forhold til administrative enkeltsaker .

source: Duopmostuollolága kap. 1 A 76 čilge Duopmostuollohálddahusa doaimma .
nob: Domstolloven kap. 1 A 76 omtaler Domstoladministrasjonens virksomhet .

source: Láhka nanne ahte Duopmostuollohálddahusa doaimma ja duopmostuoluid hálddašeami jahkásaš njuolggadusat galget mearriduvvot Stuoradikki bušeahttaárvalus meannudeami bokte .
nob: Loven fastslår at årlige retningslinjer for Domstoladministrasjonens virksomhet og administrasjonen av domstolene skal gis gjennom Stortingets behandling av budsjettproposisjonen .

source: Duopmostuollohálddahus galgá ovddidit duopmostuoluid bušeahttaárvalusa departementii ( § 33 c ) .
nob: Domstoladministrasjonen skal fremme forslag til budsjett for domstolene for departementet ( § 33 c ) .

source: Duopmostuollokommišuvnna eanetlohku 77 evttohii láhkanannet dan ahte bušeahttaárvalus dovddusindahkko Stuoradiggái .
nob: Flertallet i Domstolkommisjonen 77 foreslo at det skulle lovfestes at Stortinget skal gjøres kjent med budsjettforslaget .

source: Departemeanta ii dorjon dan , muhto Justiisalávdegoddi celkkii ahte ” dat ii dattege hehtte duopmostuollohálddahusa sáddemis bušeahttaárvalusa Stuoradiggái .
nob: Departementet gikk ikke inn for det , men Justiskomiteen uttalte at ” det er likevel ikkje til hinder for at domstoladministrasjonen sjølv sender sitt budsjettframlegg til Stortinget .

source: 78 ” Jahkásaš bušeahttameannudeami rámmaid siskkobealde , eaktuduvvo ahte Duopmostuollohálddahusas galgá leat mearkkašahtti doaibmafriddjavuohta oasseulbmiliid hábmemis ja doaibmabijuid válljemis .
nob: 78 ” Innenfor de rammene som legges i den årlige budsjettbehandlingen , forutsettes det at Domstoladministrasjonen skal ha betydelig handlefrihet i forhold til utforming av delmål og valg av virkemidler .

source: Jus leažžá dárbu daguide gaskaáigodagas , de ferte ráđđehus čađahit iežas bagadanrievtti dahje ovddidit sierra evttohusa Stuoradiggái .
nob: Dersom det skulle være nødvendig å gripe inn i mellomperioden , må regjeringen gjøre bruk av sin instruksjonsrett , eller fremme eget forslag overfor Stortinget .

source: Riikarevišuvdna bearráigeahččá Duopmostuollohálddahusa ja dat gullá Siviilaáittardeaddji vuollái ládje nu movt eará stáhtalaš orgánat .
nob: Domstoladministrasjonen skal revideres av Riksrevisjonen og er underlagt Sivilombudsmannen på linje med andre statlige organer .

source: Duopmostuollohálddahusa doaibma lea gullevaš hálddašanlága ja almmolašvuođalága vuollái ( Duopmostuolloláhka § 33 b ) .
nob: Forvaltningsloven og offentlighetsloven gjelder for Domstoladministrasjonens virksomhet ( Domstolloven § 33 b ) .

source: Duopmostuollohálddahus oažžu juolludusas Justiisadepartemeantta kap. 411 , poastta 01 bokte .
nob: Domstoladministrasjonen får sin bevilgning over Justisdepartementets kap. 411 , post 01 .

source: Evttohusastis boahttevaš ovddasvástádusjuohkimii ja rámmaeavttuide guovddáš duopmostuollohálddahusa hárrái ( vrd. Od.prp. nr. 44 ( 2000-2001 ) ) , deattuhii Justiisadepartemeanta ládje go Duopmostuollokommišuvdna , ahte go lea sáhka ráđđehusa ja duopmostuoluid hálddahusa oktavuođa birra , de ferte parlamentáralaš ovddasvástideaddjis leat dihto ovddasvástádus .
nob: I sitt forslag til fremtidig ansvarsdeling og rammebetingelser for den sentrale domstoladministrasjonen ( jf. Ot.prp. nr. 44 ( 2000-2001 ) ) la Justisdepartementet i likhet med Domstol 74

source: Ot.prp. nr. 44 ( 2000-2001 ) Om lov om endringer i domstolloven m. m. kap 7.10.1 Vrd. Ot.prp. nr. 44 ( 2000-2001 ) Om lov om endringer i domstolloven m. m. ja Innst. O. nr. 103 ( 2000–2001 ) 76 Domstolloven kapittel 1 A Den sentrale domstoladministrasjonen 77 Vrd. NOU 1999:19 Domstolene i samfunnet 78 Innst. O. nr. 103 ( 2000–2001 ) 75
nob: Ot.prp. nr. 44 ( 2000-2001 ) Om lov om endringer i domstolloven m.m. kap 7.10.1 Jf. Ot.prp. nr. 44 ( 2000-2001 ) Om lov om endringer i domstolloven m.m. og Innst . O. nr. 103 ( 2000–2001 ) 76 Domstolloven kapittel 1 A Den sentrale domstoladministrasjonen 77 Jf. NOU 1999:19 Domstolene i samfunnet 78 Innst .

source: departemeanttaid ja stáhtaráđiid vuollái nu ahte stáhtaráđis ja ráđđehusas lea parlamentáralaš ja konstitušuvnnalaš ovddasvástádus Stuoradikki ektui doaimma dahje doaibmaosiid dáfus .
nob: Justisdepartementet sier at det ikke er aktuelt å fjerne denne form for styring og kontroll fra Stortinget , og peker på at det er ingen statlig virksomhet som ikke sorterer under et departement og en statsråd , slik at statsråden og regjeringen har parlamentarisk og konstitusjonelt ansvar overfor Stortinget for virksomheten eller deler av virksomheten .

source: Diehtobearráigeahčču ja Personsuodjaluslávdegoddi Diehtobearráigeahčču lea sorjjakeahtes hálddašanorgána mii hálddahuslaččat gullá Gonagasa ja departemeantta vuollái .
nob: Datatilsynet og Personvernnemnda Datatilsynet er et uavhengig forvaltningsorgan administrativt underordnet Kongen og departementet .

source: Ráđđehusas ii leat bagadanváldi Diehtobearráigeahču badjel dalle go Diehtobearráigeahčču lága vuođul čađaha válddis ovttaskas oktavuođain , vrd. Persondiehtoláhka § 4279 .
nob: Regjeringen har ikke instruksjonsmyndighet overfor Datatilsynet når det gjelder Datatilsynets utøving av myndighet i enkelttilfeller etter loven , jf. personopplysningsloven § 4279 .

source: Bearráigeahčču ásahuvvui ođđajagimánu 1. b. 1980:s ja dat galgá dárkkistit ahte persondiehtoláhka čuvvojuvvo .
nob: Tilsynet ble opprettet 1. januar 1980 , og skal kontrollere at personopplysningsloven blir fulgt .

source: Diehtobearráigeahčču lea sihke bearráigeahčči ja áittardeaddji , ja dat lea friddja departemeantta ja ráđđehusa ektui .
nob: Datatilsynet er både tilsyn og ombud , og har en fri stilling i forhold til departement og regjering .

source: Diehtobearráigeahču barggut ja váldi lea čilgejuvvon persondiehtolágas .
nob: Datatilsynets oppgaver og myndighet er beskrevet i personopplysningsloven .

source: Daid mearrádusaid maid Diehtobearráigeahčču dahká ovttaskas áššiin sáhttá váidit Personsuodjaluslávdegoddái , ja muhtun oktavuođain Gonagassii .
nob: Avgjørelser som Datatilsynet fatter i enkeltsaker kan påklages til Personvernnemnda , eller i enkelte tilfeller til Kongen .

source: Personsuodjaluslávdegoddi mearrida váidagiid mat leat boahtán Diehtobearráigeahču mearrádusaide , vrd. persondiehtolága § 43 .
nob: Personvernnemnda avgjør klager over Datatilsynets avgjørelser , jf. personopplysningsloven § 43 .

source: Personsuodjaluslávdegoddi lea sorjjakeahtes hálddašanorgána mii hálddahuslaččat gullá Gonagasa ja departemeantta vuollái .
nob: Personvernnemnda er et uavhengig forvaltningsorgan administrativt underordnet Kongen og departementet .

source: Stuoradiggi nammada Personsuodjaluslávdegotti jođiheaddji ja nubbinjođiheaddji .
nob: Lederen og nestlederen i Personvernnemnda oppnevnes av Stortinget .

source: Gonagas ges nammada vihtta eará lahtu .
nob: De øvrige fem medlemmene oppnevnes av Kongen .

source: Gonagas sáhttá addit dárkilet njuolggadusaid Personsuodjaluslávdegotti organiserema ja áššemeannudeami hárrái .
nob: Kongen kan gi nærmere regler om Personvernnemndas organisering og saksbehandling .

source: Bearráigeahččaneiseválddit sáhttet , vrd. persondiehtolága , gáibidit daid dieđuid maid dárbbašit nu ahte sáhttet doaimmahit iežaset doaimmaid .
nob: Tilsynsmyndighetene kan , jf. personopplysningsloven , kreve de opplysningene som trengs for at de kan gjennomføre sine oppgaver .

source: Diehtobearráigeačču sáhttá gáibidit ahte persondieđuid meannudeapmi mii rihkku lága galgá bissehuvvot , dahje bidjat eavttuid mat galget ollašuhttot vai meannudeapmi čuovvu lága .
nob: Datatilsynet kan gi pålegg om at behandling av personopplysninger i strid med bestemmelser i loven skal opphøre , eller stille vilkår som må oppfylles for at behandlingen skal være i samsvar med loven .

source: Diehtobearráigeahčču sáhttá maiddái sáhkkohit .
nob: Datatilsynet kan også gi tvangsmulkt .

source: Diehtobearráigeahčču ja Personsuodjaluslávdegoddi ovddidit jahkedieđáhusaid Gonagassii , vrd. §§ 42 ja 43 .
nob: Datatilsynet og Personvernnemnda legger sine årsmeldinger fram for Kongen , jf. §§ 42 og 43 .

source: Jahkedieđáhusat biddjojit ovdan Stuoradiggái jahkásaš stuoradiggedieđáhusas mas maiddái leat departemeantta mearkkašumit jahkedieđáhusaide .
nob: Årsmeldingene presenteres for Stortinget i en årlig stortingsmelding , med departementets merknader til årsmeldingene .

source: Juolludusat addojit Ođasmahttin- ja hálddašandepartemeantta bušeahta bokte .
nob: Bevilgningen gis over Fornyings- og administrasjonsdepartementets budsjett .

source: Doaimmat mat leat organiserejuvvon sierra riektesubjeaktan Go stáhtalaš doaibma lohkko sierra riektesubjeaktan , de mearkkaša dat ahte doaibma juridihkalaččat ii leat oassin stáhtas .
nob: Virksomheter organisert som egne rettssubjekter At en statlig virksomhet er et eget rettssubjekt vil si at virksomheten , juridisk sett , ikke er en del av staten .

source: Iešstivrejeaddji stáhtalaš doaimmat sáhttet organiserejuvvot • stáhtaoasussearvin • stáhtafitnodahkan mat organiserejuvvojit stáhtafitnodatlága mielde • sierralohpegávpevuođđudussan mat organiserejuvvojit sierra lágaid mielde • dearvvašvuođafitnodahkan mat organiserejuvvojit dearvvašvuođafitnodatlága mielde • vuođđudussan mat organiserejuvvojit ásahuslága mielde Rievttálaš reguleren daid stáhtalaš doaimmaid dáfus mat leat organiserejuvvon sierra riektesubjeaktan lea dan organisašuvdnamálle duohken mii doaimmas lea .
nob: Selvstendige statlige virksomheter vil kunne organiseres som • statsaksjeselskaper • statsforetak organisert etter statsforetaksloven • særlovselskaper organisert etter egne lover • helseforetak organisert etter helseforetaksloven • stiftelser organisert etter stiftelsesloven Den rettslige reguleringen av statlige virksomheter som er organisert som egne rettssubjekter avhenger av organisasjonsformen som er valgt .

source: Stáhtaoamastuvvon gávpevuođđudusaid dovdomearkkat leat ahte dat leat iešbirgejeaddji riektesubjeavttat main leat iežaset stivrenorgánat ja alddiineaset ovddasvástádus iežaset ekonomiijii .
nob: De sentrale trekkene ved statseide selskaper er at de er selvstendige rettssubjekter med egne styringsorganer og ansvar for egen økonomi .

source: Dasto lea stáhta gávpevuođđudusaid oamasteaddji ja stivre oamasteaddji sajis ( generálačoahkkin / fitnodatčoahkkin / jahkečoahkkin gávpevuođđudusa eará orgánaid ektui .
nob: Videre er staten eier av selskapene og styrer fra eierposisjon ( generalforsamling / foretaksmøte / årsmøte overfor selskapenes øvrige organer .

source: Gávpevuođđudusat ruhtadit 79
nob: Selskapene finansierer sin virksomhet primært ved inntekter i markedet , sekundært ved statlige bevilgninger som en form for kom 79

source: doaimma eanas muddui márkansisaboađuiguin , ja maiddái stáhtalaš juolludusaiguin mii lea dego buhtadussan doaimmaid ovddas maid servodat gáibida ( muhtun háviid maiddái divvagiiguin ) .
nob: pensasjon for samfunnspålagte oppgaver ( unntaksvis i form av avgifter ) .

source: Bajemus gávpevuođđudusorgána vállje revisora .
nob: Revisor velges av det høyeste selskapsorganet .

source: Riikarevišuvnna váldi lea gáržžiduvvon dasa ahte bearráigeahččat ahte guoskevaš stáhtaráđđi čađaha oamastandoaimmas rievttes ja oadjebas vuogi mielde , ja bearráigeahččat ahte vejolaš juolludusat adnojit Stuoradikki eavttuid mielde ( stáhtaráđi konstitušuvnnalaš ovddasvástádus ) .
nob: Riksrevisjonens myndighet er begrenset til å føre kontroll med at vedkommende statsråd utøver sin eierfunksjon på en korrekt og betryggende måte , og til å kontrollere at eventuelle bevilgninger brukes i samsvar med Stortingets forutsetninger ( statsrådens konstitusjonelle ansvar ) .

source: Iešalddis ii gusto hálddašanláhka ja almmolašvuođaláhka gávpedoaimmaide , muhto dat gustojit doaimmaide mat leat čadnon válddi čađaheapmái dahje servodatlaš doaimmaide .
nob: I utgangspunktet gjelder ikke forvaltningsloven og offentlighetsloven for forretningsmessig virksomhet , men gjelder for oppgaver knyttet til myndighetsutøvelse eller samfunnsmessige oppgaver .

source: Bargit eai leat stáhtavirgeolbmot ja sii eai gula dábálaččat stáhtain sohppojuvvon tariffašiehtadusaide .
nob: De ansatte er ikke statstjenestemenn og omfattes normalt ikke av de statlig inngåtte tariffavtalene .

source: Dearvvašvuođafitnodatlágas leat moanat sierramearrádusat mat leat heivehuvvon suorgái ja daidda erenoamáš stivrendárbbuide mat suorggis leat .
nob: Helseforetaksloven har en rekke særbestemmelser som er tilpasset sektoren og de særskilte styringsbehovene som foreligger .

source: Láhka nanne ahte hálddašanláhka gusto dearvvašvuođafitnodagaid doaimmaide .
nob: Loven fastsetter at forvaltningsloven gjelder for helseforetakenes virksomhet .

source: Ovttaskas mearrádusaid maid fitnodagat leat dahkan , sáhttá váidit departementii , jus sierra váidinásahus ii leat nannejuvvon lágas dahje láhkaásahusas .
nob: Departementet er klageinstans for enkeltvedtak truffet av foretakene , når ikke særskilt klageinstans er fastsatt i lov eller forskrift .

source: Departemeanta sáhttá addit láhkaásahusa das ahte gii galgá doaibmat váidinásahussan ovttaskas mearrádusaide maid fitnodagat leat dahkan .
nob: Departementet kan gi forskrift om hvem som skal være klageinstans for enkeltvedtak fattet av foretakene .

source: Dasto gusto maiddái almmolašvuođaláhka fitnodagaid doaimmas .
nob: Videre gjelder også offentlighetsloven for foretakenes virksomhet .

source: Bargit eai leat stáhtavirgeolbmot , vrd. lága § 5 .
nob: De ansatte er ikke statstjenestemenn , jf. lovens § 5 .

source: Láhka cealká maiddái ahte dearvvašvuođafitnodagat galget lohkkot almmolaš orgánan .
nob: Loven sier også at helseforetakene regnes som offentlige organer .

source: Stáhtalaš doaimmat sáhttet maiddái organiserejuvvot vuođđudussan .
nob: Statlige virksomheter kan også organiseres som stiftelser .

source: Vuođđudus lea iešoamasteaddji ovttadat .
nob: Stiftelsen er en selveiende enhet .

source: Dan ii eaiggáduša stáhta dahje priváhta riektesubjeavttat .
nob: Den eies verken av staten eller av private rettssubjekter .

source: Vuođđudus sáhttá stivrejuvvot sierralágaid bokte , gáibádusaid bokte mat biddjojit njuolggadusaide ásaheami oktavuođas , lobi bokte nammadit stivrra / stivralahtuid ja bistevaš ruhtadeami bokte stáhtalaš doarjjan .
nob: En stiftelse kan styres gjennom særskilt lovgivning , krav nedfelt i vedtekter i forbindelse med etableringen , adgang til å oppnevne styre / styremedlemmer og løpende finansiering gjennom statlige tilskudd .

source: Iešguđetlágán organisašuvdnamálliid dárbu ja dárkilet hábmen lea olu áššiid ja árvvoštallamiid duohken , ee. doaimma ulbmila ja bargguid , doaimma márkanvuođu dási ja iešguđetlágán málliid duohken almmolaččat regulerejuvvon doaimmaid hárrái .
nob: Behovet for ulike organisasjonsformer og den nærmere utformingen er avhengig av flere forhold og vurderinger , bl.a. virksomhetens formål og oppgaver , virksomhetenes grad av markedsbasering , og ulike former for offentlig regulering av virksomheten .

source: Stuoradikki vuollásaš ásahusat Stuoradikki vuollásaš ásahusat leat Suodjalusa áittardeaddjelávdegoddi , Stuoradikki hálddahusa áittardeaddji , Stuoradikki bearráigeahččanlávdegoddi , iskan- , vákšun- ja sihkarvuođabálvalusa hárrái ja Riikarevišuvdna .
nob: Institusjoner underlagt Stortinget Stortingets underliggende institusjoner er Forsvarets ombudsmannsnemnd , Stortingets ombudsmann for forvaltningen , Stortingets kontrollutvalg for etterretnings- , overvåkings- og sikkerhetstjeneste og Riksrevisjonen .

source: Dat leat olgguldas , parlamentáralaš veahkkeorgánat Stuoradikki ráđđehus- ja hálddahusdárkkisteapmái .
nob: Dette er eksterne , parlamentariske hjelpeorganer for Stortingets kontroll med regjeringen og forvaltningen .

source: 81 Oktasaš dáidda ásahusaide lea ahte daid lea Stuoradiggi ásahan , dain lea sorjjakeahtesvuohta hálddahusa ektui , Stuoradiggi addá doaimmaide bagadusa – ee. almmolašvuođa hárrái , ja dat raporterejit njuolga Stuoradiggái .
nob: 81 Felles for disse institusjonene er at de er etablert av Stortinget , har en uavhengig stilling overfor forvaltningen , instruks om deres virksomhet – bl.a. vedrørende offentlighet – gis av Stortinget , og de rapporterer direkte til Stortinget .

source: Siviilaáittardeaddji ja Riikarevišuvnna doaibma lea ásahuvvon lága bokte .
nob: Sivilombudsmannen og Riksrevisjonens virksomhet er etablert ved lov .

source: Jahkásaš doaibmabušeahta dáfus , sádde Stuoradikki hálddahus bušeahttaárvalusa Ruhtadandepartementti .
nob: Når det gjelder årlig driftsbudsjett , oversender Stortingets administrasjon et budsjettforslag til Finansdepartementet .

source: Ruhtadandepartemeantta St.prp. nr. 1:s ( 2006-2007 ) ( prográmmaoasis 00.40 ) , lea ráđđehusa 2007 bušeahttaárvalus seamma go Stuoradikki hálddahusa árvalus .
nob: I følge Finansdepartementets St.prp. nr. 1 ( 2006-2007 ) ( programkategori 00.40 ) , er regjeringens budsjettforslag for 2007 i samsvar med forslag oversendt fra Stortingets administrasjon .

source: Stuoradikki hálddahusáittardeaddji , Siviilaáittardeaddji Siviilaáittardeaddji galgá Stuoradikki luohttevašolmmožin , sihke váikkuhit dasa ahte olmmošvuoigatvuođat doahttaluvvojit , ja bearráigeahččat ahte almmolaš hálddašeamis eai dahkkojuvvo boasttuvuođat ovttaskas boargára vuostá .
nob: Stortingets ombudsmann for forvaltningen , Sivilombudsmannen Sivilombudsmannen skal , som Stortingets tillitsmann , både bidra til at menneskerettighetene respekteres og føre kontroll med at det i den offentlige forvaltning ikke blir begått urett mot den enkelte borger .

source: Dát galgá vuosttažettiin gozihuvvot 80 81
nob: Sivilombudsmannen tar også opp saker av eget tiltak . 80

source: Dát lea dárkileappot čilgejuvvon kap.4:s Styring og regulering av statseide virksomheter NOU 2003:34:s .
nob: For mer detaljert omtale av dette , vises det til kap. 4 Styring og regulering av statseide virksomheter i NOU 2003:34. 81 Innst .

source: Innst. S. nr. 210 ( 2002-2003 ) Innstilling til Stortinget fra kontroll- og konstitusjonskomiteen , čuokkis 2 .
nob: S. nr. 210 ( 2002-2003 ) Innstilling til Stortinget fra kontroll- og konstitusjonskomiteen , punkt 2 .

source: Siviilaáittardeaddji nammadeapmi čilgejuvvo Vuođđolága § 75:s l 82. Stuoradikki áittardeaddji njuolggadusat leat mearriduvvon lágas 83. Áittardeaddji doaimma bagadusa mearrida Stuoradiggi , vrd. § 2 .
nob: Utnevnelsen av Sivilombudsmannen er omtalt i Grunnlovens § 75 l 82. Bestemmelser om Stortingets ombudsmann er gitt i lov 83. Det er Stortinget som fastsetter instruksen for Ombudsmannens virksomhet , jf. § 2 .
